// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Uaktualnienie firmware";

WebBrowserWindowTitle = "Uaktualnienie firmware";

TaskTitleField = "Uaktualnienie firmware";
TaskDescriptionField = "Firmware to wewnętrzne oprogramowanie urządzenia. Kliknij przycisk „Start”, aby sprawdzić przez Internet dostępność uaktualnienie firmware i je zainstalować, jeśli jest potrzebne.";
TaskStartButtonTitle = "Start";
